import { useState } from "react";
import { useEffect } from "react";

const Do = () => {

    const [refreshed, setRefreshed] = useState(false);
    useEffect(() => {

        setRefreshed(true);

    }, [])
    return (<>
    {refreshed ?  
        <div style={{ direction: "rtl", marginRight: "100px", marginTop: "1%" }}>
            <br></br>
            <p style={{ color: "#7b5000", fontWeight: "bold", fontSize: "20px" }}>עשה ואל תעשה    <br></br></p>
            <p style={{ color: "rgb(188 122 0)", fontSize: "18px", fontWeight: "bold" }}>      לעשות   </p>
      
>  האופניים המושכרים לכם מתוחזקים ועומדים בכל תקני הבטיחות.    <br></br>
            עם זאת, לפני כל רכיבה הקפידו לבדוק את תקינות האופניים.    <br></br>
            <br></br>
>  ברכיבה על אופניים רגילים מומלץ לחבוש קסדה תקינה המותאמת לראש ולרכוס אותה מתחת לסנטר.    <br></br>
            ברכיבה על אופניים חשמליים הנכם מחויבים עפ”י חוק בחבישת קסדה.     <br></br>
            <br></br>
>  התייחסו לאופניים ששכרתם כאילו היו האופניים הפרטיים שלכם.     <br></br>
            בכדי שגם הבאים אחריכם יוכלו להנות מהם ובכדי שהנאתכם בשימוש הבא באופניים, תהיה מלאה.    <br></br>
            <br></br>
>  ההשכרה מסתיימת רק כאשר האופניים נעולים כראוי בעמוד העגינה.    <br></br>
            בהחזרת האופניים הקפידו לוודא קבלת אישור סיום השכרה באמצעות האפליקציה.    <br></br>
            <br></br>
>  אם נתקלתם באופני פדאל פגומים,    <br></br>
            דווחו על כך בהקדם האפשרי דרך אתר האינטרנט או חייגו למוקד שרות לקוחות בטלפון: 2670*.    <br></br>
            <br></br>
>  למען בטיחותכם, במהלך הרכיבה בחשכה השתדלו ללבוש בגדים בהירים    <br></br>
            ו/או היעזרו במחזירי אור. כך יראו אתכם טוב יותר.    <br></br>
            <br></br>
>  כרוכבי אופניים כל התמרורים וחוקי התנועה חלים עליכם.    <br></br>
            הוא הדין כמובן, לגבי רמזורים ותמרורי עצור.    <br></br>
            <br></br>
>  בכל מקרה ושאלה, מוקד פדאל עומד לשירותכם בטלפון 2670*.     <br></br>
            אל תהססו לפנות אלינו בכל שאלה או בעיה.    <br></br>
            <br></br>

            לא לעשות
            <br></br>
            <br></br>

>  אל תשאירו את האופניים ללא השגחה.    <br></br>
            האופניים תחת אחריותכם המלאה עד להחזרה לתחנת פדאל.    <br></br>
            <br></br>
>  אין להרכיב ילד או כל רוכב נוסף על האופניים של פדאל.     <br></br>
            הסבל בקדמת האופניים מותאם לנשיאת תיק בלבד.    <br></br>

            <br></br>
>  הקפידו על רכיבה בטוחה ואחראית. אין לרכוב “בלי ידיים”.     <br></br>
            תוכלו לשלוט באופניים רק כאשר שתי הידיים על הכידון והמבט מופנה קדימה.    <br></br>
            <br></br>
>  המדרכה מיועדת להולכי הרגל.     <br></br>
            אין לרכוב על המדרכה אלא אם כן מסומן עליה נתיב/שביל לאופניים.    <br></br>

            <br></br>
>  בזמן הרכיבה אל תחזיקו משאות אשר עלולים להפריע ליציבות ולשיווי המשקל שלכם, או להפריע לתנועת הגלגלים.    <br></br>

            <br></br>
>  אופניים הם כלי רכב לכל דבר! אין לרכוב תחת השפעת אלכוהול!    <br></br>

            <br></br>
>  האופניים של פדאל הם אופני כביש. אין לרכוב בדרכי עפר שאינן סלולות.    <br></br>
            <br></br>
            <br></br>


            <p style={{ color: "rgb(188 122 0)", fontSize: "18px", fontWeight: "bold" }}>         רכיבה מהנה ובטוחה!     </p>

        </div> : null}

    </>)
}

export default Do;