import { useEffect } from "react";
import { useState } from "react";

const Pae = () => {



    const [refreshed, setRefreshed] = useState(false);
    useEffect(() => {

        setRefreshed(true);

    }, [])
    return (<>
        {
            refreshed ?
                <div style={{ direction: "rtl", marginRight: "100px", marginTop: "1%" }}>
                    <br></br>
                    <p style={{ color: "#7b5000", fontWeight: "bold", fontSize: "20px" }}>רכיבה עם ערך מוסף </p>

                    <p style={{ color: "rgb(188 122 0)", fontSize: "18px", fontWeight: "bold" }}> רכיבה על אופניים כחלק מאורח חיים בריא<br></br> </p>

                    <br></br>
                    <div style={{ fontWeight: "bold" }}>
                        הרכיבה על אופניים מאפשרת גישה נוחה למקומות אליהם אין באפשרות רכבים פרטיים להגיע ומשפרת את הניידות בעיר.<br></br>שימוש באופניים כתחליף לרכב פרטי משמעותו הפחתת זיהום אוויר והפחתה במפגעי רעש.<br></br>
                        הרכיבה על אופניים היא ידידותית לסביבה ומקדמת ערכים של בריאות, איכות חיים ואיכות סביבה.<br></br>
                    </div>
                    <br></br>
                    <br></br> רכיבה על אופניים תביא אתכם מהר יותר ליעדכם בצורה מהירה, בטוחה , ירוקה וזולה ותחסוך מכם את העמידה בפקקים וחיפוש חנייה.<br></br>
                    מעבר לכך, גם אם אתם רוכבים להנאתכם לעבודה, ללימודים או סתם לסידורים בעיר – אתם מבצעים אימון גופני אירובי לכל דבר.<br></br>
                    <br></br>
                    לרכיבה על אופניים יתרונות נוספים:<br></br>
                    <br></br>– תרומה ללב ולבריאות
                    <br></br> – רכיבה היא פעילות אירובית מהנה ויעילה. רכיבה יומיומית עשויה להפחית את הסיכון לחלות במחלות מסכנות חיים כמו מחלות לב, לחץ דם גבוה וסכרת
                    <br></br>– תרומה לשמירה על משקל גוף תקין
                    <br></br>– השפעה חיובית על ההרגשה הכללית
                    <br></br>מחקרים מגלים כי רכיבה מפחיתה רמות של דיכאון ולחץ, משפרת את מצב הרוח ומעלה את רמת הדימוי העצמי.
                    <br></br>
                    בנוסף, רכיבה על אופניים יכולה להיות חלק מתוכנית הרזיה או שמירה על המשקל, היות שהיא מתכון לשריפת קלוריות.<br></br>
                    רכיבה ממושכת במשך שעה שורפת בין 200 ל-300 קלוריות בממוצע ומעלה את קצב חילוף החומרים. <br></br>
                    <br></br>

                    <p style={{ color: "rgb(188 122 0)", fontSize: "18px", fontWeight: "bold" }}>  רכיבה מהנה ובטוחה! <br></br> </p>
                    <p></p><br></br>

                </div>

                : null}
    </>)
}


export default Pae;