import { useEffect } from "react";
import { useState } from "react";

const Sae = () => {



    const [refreshed, setRefreshed] = useState(false);
    useEffect(() => {

        setRefreshed(true);

    }, [])
    return (<>
        {refreshed ?
            <div style={{ direction: "rtl", marginRight: "100px", marginTop: "1%" }}>
                <br></br>
                <p style={{ color: "#7b5000", fontWeight: "bold", fontSize: "20px" }}>רכיבה בטוחה  <br></br></p>

                <p style={{ color: "rgb(188 122 0)", fontSize: "18px", fontWeight: "bold" }}>  כל מה שצריך לדעת על רכיבה בטוחה בעיר   </p>
                <br></br>

                בארץ קיימת מודעות גבוהה מאד לנוחות וליעילות שברכיבה על אופניים.<br></br>
                לא חשוב היכן אתם רוכבים, בוודאי תיתקלו ברוכבים נוספים סביבכם.<br></br>
                בעיר קיימים היום קרוב ל- 140 ק”מ של שבילי אופניים,
                כאשר חלקם נמצאים על מדרכות או בלב שדרות ומקומות אחרים, בהם יש מפגש עם הולכי רגל וכלי רכב.<br></br>
                אם אתם רוכבים על
                המדרכה, השתדלו להיצמד לימין נתיב הרוכבים. תנו התראה להולכי רגל סביבכם, ואפשרו לרוכבים אחרים לעקוף אתכם משמאל.<br></br>
                <br></br>
                <br></br>
                האופניים של פדאל נועדו לשימוש כולם. לכן כל עוד האופניים ברשותכם, השתמשו בהם כאילו היו האופניים הפרטיים שלכם.<br></br>
                אם אתם עולים או יורדים מהמדרכה, עשו זאת בזהירות. אם אתם יורדים מהאופניים, העמידו אותם בצורה כזו שלא ייפלו ויינזקו.<br></br>
                כך יוכלו משתמשים נוספים להנות מהאופניים כשאתם מחזירים אותם, בדיוק כפי שנהניתם מהם אתם.<br></br>
                <br></br>
                <br></br>
                כל עוד האופניים ברשותכם, האחריות היא שלכם.<br></br>
                לכן, אם אתם רוצים להיכנס לבית קפה בדרך, לעצור לסידורים, לשבת בשדרה או לעלות רגע למשרד ולהשאיר את האופניים ללא השגחה,<br></br>
                חפשו את תחנת פדאל הקרובה – הן פזורות ברחבי העיר לנוחיותכם.<br></br>

                <br></br><br></br>


            </div>

            : null}

    </>)
}


export default Sae;