import React from "react";


const Terms = () => {
    return (<>
        <div style={{ textAlign: "right", width: "70vw", marginLeft: "15vw", fontSize: "15px", direction: "rtl" }}>
            <h1>תקנון משתמש</h1>

            ברוכים הבאים למערך השכרת האופניים פדאל – תחבורה שיתופית בע”מ (להלן “החברה” או “אנחנו”) בשיתוף רשויות מקומיות והחברות הכלכליות העירוניות.<br></br>
            <br></br>
            הוראות תקנון זה (“התקנון” או “תנאי השימוש”), תחולנה על כל משתמש/רוכש מנוי (לכל פרק זמן שהוא) לשירותים, וכן על כל משתמש בשירותים, בין שרכש מנוי בעצמו ובין שמשתמש מכוח מנוי שנרכש עבורו, בין אם מדובר במשתמש מזדמן או משתמש חוזר (“המשתמש” או “אתה”), והן מסדירות את השימוש בשירות, אותו ניתן לשכור באפליקציית ובאתר האינטרנט שלהלן:<br></br>
            <br></br>
            https://www.PEDAL.co.il (“אתר האינטרנט של פדאל”)<br></br>
            ואפליקציית “פדאל”<br></br>
            <br></br>
            השימוש באופניים ובשירותים בכלל ייעשה בהתאם ובכפוף להוראות תקנון זה. על כן, אתה מתבקש לקרוא בעיון את ההוראות שלהלן, המהוות חלק מהסכם מסגרת שנכרת בין הברה לבינך, כאשר אתה נרשם לשירותים ויוצר את חשבון המשתמש. ככל שאינך מסכים לתנאי התקנון, אין לעשות שימוש בשירותים.<br></br>
            <br></br>
            <br></br>
            <br></br>
            לתשומת ליבך:<br></br>
            <br></br>
            * תקנון זה כולל שחרורים, סעיפי ויתור על טענות, סעיפי קבלת סיכון וסעיפים אחרים, אשר עשויים להגביל את הזכויות והסעדים המשפטיים המוקנים לך. הנך נדרש לעבור ביסודיות על סעיפי התקנון.<br></br>
            <br></br>
            * שכירת האופניים והשימוש בהם כפופים על פי תקנון זה, בין היתר, לציות להוראות החוק ותקנות התעבורה. עליך לציית לכל החוקים והתקנות הרלוונטיים (כולל, ללא הגבלה, חוקי התנועה, החוקים החלים על הולכי רגל, הוראות וחקיקה של הרשות המקומית וכיו”ב) והכללים כאמור בתקנון זה (לרבות, אך לא רק בכל הקשור בחנית האופניים ועגינתם). מבלי לגרוע מכלליות האמור, עליך לחבוש קסדה בעת השימוש בשירות.<br></br>
            <br></br>
            * חל איסור לרכוב על המדרכות או באזורים אחרים כלשהם השמורים להולכי רגל.<br></br>
            <br></br>
            * עליך לבדוק את תקינות האופניים טרם השימוש בהם. כמו כן, עליך לדווח לחברה באופן מיידי על כל זוג אופניים פגום או לקוי באמצעות מוקד השירות של החברה.<br></br>
            <br></br>
            * כל שימוש באופניים שלא בהתאם לתקנון עלול לגרור חיובים כספיים וקנסות.<br></br>
            <br></br>
            אנו שומרים את הזכות לשנות או לתקן את תנאי השימוש מעת לעת, לרבות לעניין סוגי המנויים, פריסת התחנות, אופן השימוש בשירות וכיו”ב. גרסת תנאי השימוש העדכנית תכנס לתוקף החל ממועד פרסומה באתר האינטרנט   . על אף שאנו עושים מאמצים לספק הודעה על כל תיקון מהותי שנעשה, אנו ממליצים לך לחזור ולעיין מעת לעת בתנאי השימוש המפורסמים באתר האינטרנט, אשר מהווים את ההסכם בינך לבין החברה.<br></br>
            <br></br>
            <br></br>
            <br></br>
            בכל מקום בו נוקטים תנאי השימוש בלשון זכר הכוונה היא גם ללשון נקבה.<br></br>
            <br></br>
            <b> 1.הגדרות<br></br></b>

            בתנאי שימוש אלה ובנוסף לכל מונח שהוגדר בגוף התנאים, תהיה למונחים המפורטים להלן המשמעות המפורטת לצידם –<br></br>
            <br></br>
            “אופניים” – האופניים הרגילים ו/או האופניים החשמליים, לפי העניין, שהחברה מעמידה לרשותם של משתמשי השירות.<br></br>
            <br></br>
            “אופניים חשמליים” – אופניים מצוידים במנוע עזר, אשר כוללים, בין היתר, את שלדת האופניים, מערכת הנעילה, כידון, בלמים, שרשרת, ציר קדמי ואחורי, גלגלים וצמיגים, פעמון, אורות, מושב, יחידת נעילה והפעלה חשמלית ומערכת ניווט גלובלית.<br></br>
            <br></br>
            “אופניים רגילים” – אופניים ללא מנוע עזר,  בעלי הילוכים, מושב הניתן להתאמה וכוונון והם מצוידים בפנסי לד חכמים, מחזירי אור, מגיני בוץ ומנשא אחורי לחפצים.<br></br>
            <br></br>
            האתר" –  יישומון תוכנה, שפותח על ידי החברה, הפועל באמצעות מערכות ההפעלה Android ו-iOS, והמאפשר הרשמה/ הזדהות ע”י צילום תעודה מזהה, הכנסת אמצעי תשלום והשכרה של אופניים מתחנות העגינה והשבתם לתחנות העגינה.<br></br>
            <br></br>
            “מכשיר קצה” –  מכשיר המשמש את המשתמש להשכרת אופניים באמצעות האתר.<br></br>
            <br></br>
            “מנוי” – מנוי לשירות, בין אם חד פעמי, תלת חודשי או שנתי.<br></br>
            <br></br>
            “תחנת עגינה” – תחנה ייעודית של החברה בשטחי הרשויות המקומיות, המכילה – בין היתר, עמדה להשכרת אופניים של “פדאל”, מתקן לעגינת אופניים ומסוף, המקושר למערכת השליטה והבקרה של החברה. מתחנות העגינה מתבצעת נטילת האופניים המושכרים, ולתחנות העגינה יש להשיב את האופניים המושכרים, בהתאם להוראות תקנון זה.<br></br>
            <br></br>
            <b> 2.השירותים<br></br></b>

            בכפוף להוראות תנאי השימוש, כפי שיעודכנו מעת לעת, אתה רשאי לרכוש מנוי חד פעמי, תלת חודשי או שנתי על מנת לשכור ולהשתמש באופניים, על בסיס תשלום לפי נסיעה, הכפוף לזמינותם של האופניים. מובהר כי החברה אינה מתחייבת להיקף זמינות מסוים של אופניים רגילים ו/או חשמליים, במועד מסוים, בתחנה מסוימת ובכלל או לפריסה מסוימת של תחנות העגינה, והשימוש יהיה על בסיס הזמינות הקיימת בתחנה במעמד השכרת האופנים.<br></br>
            <br></br>
            פרוצדורת השכרת האופניים הינה כמפורט באתר האינטרנט במבוא לתקנון זה,בעמדות העגינה של פדאל תחבורה שיתופית בע”מ (בקשר עם קבלת השירות ברשויות המקומיות )הקטגוריות והמיקום של האופניים הזמינים בסמוך למיקומך יסומנו על-גבי מפה המוצגת באפליקציה ובאתר האינטרנט. כל האופניים הינם ויישארו בכל עת, בבעלותם הבלעדית של החברה.<br></br>
            <br></br>
            כל רוכש מנוי, המאפשר למשתמש אחר לעשות שימוש בשירות, עושה כן על אחריותו המלאה והוא מתחייב לוודא כי גם המשתמש האחר כשיר לעשות שימוש בשירות, בהתאם להוראות תנאי השימוש והוראות הדין, מכיר היטב את הוראות תנאי השימוש ומסכים להן, בטרם יעשה שימוש כלשהו בשירות. מתן הרשאה כאמור למשתמש אחר אינה גורעת מאחריותו של בעל המנוי על פי תנאי שימוש אלה.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>3.פתיחת חשבון ורישום לשירות<br></br></b>

            לאחר הרישום ורכישת מנוי באמצעות אתרי האינטרנט או האתר (לרבות משתמש חד-פעמי) וטרם השימוש בשירותים, עליך להוריד את האפליקציה למכשיר הקצה שלך ולהתחבר לחשבון המשתמש על מנת לשכור בפועל את האופניים.<br></br>
            <br></br>
            בעת הרישום, יהיה עלייך למסור פרטים מזהים כגון, מספר סלולרי, כתובת דוא”ל, במידה ותרצה להשתמש באופניים החשמליים תידרש לסריקה או צילום של ת.ז., דרכון ו/או רישיון הנהיגה שלך וכיו”ב.<br></br>
            <br></br>
            סריקת תעודת מזהה הינה תנאי לרישום ושימוש בשירות האופניים החשמליים. מבלי לגרוע מאחריותו הבלעדית של המשתמש לעשות שימוש במערך ובאופניים בהתאם לתקנון זה ודרישת כל דין, ככל שיתברר לחברה כי אינך עומד בדרישות המפורטות לעיל ולהלן, לא יתאפשר שימוש באופניים חשמליים.<br></br>
            <br></br>
            החברה רשאית, בהתאם לשיקול דעתה הבלעדי, לדרוש ממך לשלוח מעת לעת את מסמכי הזיהוי שלך, ולבטל את רישומך לשירות ככל שיימצא כי אינם מספקים.<br></br>
            <br></br>
            עלייך למסור פרטים נכונים, מדויקים ומלאים במהלך הרישום לשירות, ולעדכן את החברה באופן מיידי בכל מקרה של שינוי בפרטייך האישיים, לרבות במידע הנדרש לצורך התשלום בגין השירותים.<br></br>
            <br></br>
            חשבון המשתמש הוא לשימושך האישי בלבד. אינך רשאי ליצור יותר מחשבון משתמש אחד. אינך רשאי להעביר את חשבון המשתמש שלך לכל צד שלישי ו/או לאפשר לצד שלישי להשתמש בחשבונך.<br></br>
            <br></br>
            מבלי לגרוע מכל הוראה אחרת בתקנון זה, החברה לא תישא באחריות לכל נזק, הפסד או אבדן, העשויים להיגרם לך כתוצאה משימוש צד שלישי בחשבון המשתמש שלך (למעט אם שימוש כאמור נעשה כתוצאה מרשלנות או פעולה בזדון של החברה).<br></br>
            <br></br>
            עליך להודיע לחברה, באופן מיידי, על כל מקרה של גניבה, שימוש בלתי מורשה, או כל פרצה אחרת של אבטחת המידע בחשבון המשתמש שלך, מיד עם היוודע לך דבר מקרה כאמור.<br></br>
            <br></br>
            איסוף הפרטים ושמירתם ייעשה בכפוף לתנאי תקנון זה ולמדיניות הפרטיות שלנו, אותה ניתן למצוא בקישור באתרי האינטרנט, ובכפוף לדין.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b> 4.מי רשאי להשתמש בשירותים?<br></br></b>

            שימוש באופניים רגילים:<br></br>
            <br></br>
            כל אדם מעל גיל 16, שיש לו את הידע, הניסיון והיכולת לרכוב על אופניים רגילים, ושהינו בעל כשירות פיזית ומסוגלות לבצע שימוש רגיל, סביר ובטוח באופניים רגילים, ואשר אין לו כל מגבלה רפואית או אחרת, העלולה למנוע את השימוש באופניים רגילים, רשאי להשתמש באופניים הרגילים.<br></br>
            <br></br>
            שימוש באופניים חשמליים:<br></br>
            <br></br>
            כל אדם מעל גיל 16, העומד באחד מהתנאים הבאים: (1) בעל רישיון נהיגה (לא כולל רישיון נהיגה דרגה 1); (2) עבר בהצלחה מבחן נהיגה עיוני (“תיאוריה”) של משרד הרישוי; ו/או (3) ניתן לו אישור מאת משרד הרישוי על עמידתו בהכשרה עיונית לאופניים חשמליים, בעל ניסיון וכשירות פיזית בהתאם לדין, הבקיא בחוקי התנועה והתעבורה, רשאי להשתמש באופניים חשמליים, בכפוף להוראות כל דין.<br></br>
            <br></br>
            מבלי לגרוע מכל הוראה אחרת לעניין אחריות המשתמש ופטור מאחריות מצידן של החברה ו/או העיריות ו/או הרשויות וכל מי מטעמן, מובהר, כי ככל שתמסור פרטים כוזבים באשר לגילך, כשירותך, מצבך הבריאותי, וכן כל מידע אחר, תישא אתה באחריות המלאה והבלעדית לכל פגיעה, פציעה, נכות, הפסד או נזק שיגרמו לך ולמאן דהוא בשל כך, ותהיה צפוי לעונשים הקבועים בחוק, בגין מסירת מידע כוזב.<br></br>
            <br></br>
            בעת הרכיבה על האופניים, כל משתמש יחבוש קסדה בהתאם להוראות הדין; הקסדה תהיה תקנית ותעמוד בכל התקנים הרלוונטיים ודרישות הדין.<br></br>
            <br></br>
            יובהר כי לחלק מהאופניים החשמליים מצורפת קסדה המסופקת על ידי החברה. מובהר, כי השימוש בקסדה ו/או ציוד מגן אחר, אשר סופק על ידי החברה, אינו מבטל את הסיכון לפגיעות גופניות במקרה של תאונה, והסיכון הוא על המשתמש בלבד. במידה ובחר המשתמש לעשות שימוש בקסדות המסופקות על ידי החברה, על המשתמש לבדוק שהקסדה תקינה, ראויה לשימוש, וכי הרצועות תואמות ותקינות. למען הספר ספק, החברה אינה מתחייבת לספק קסדות באופניים החשמליים, והאחריות לחבישת הקסדה בהתאם להוראות הדין מוטלת על המשתמש בלבד.<br></br>
            <br></br>
            המשתמש יציית לכל חוקי ותקנות התנועה והוראות הדין בעת הרכיבה על האופניים וירכב על האופניים באופן זהיר ותקין. החברה רשאית למסור ו/או לזהות את המשתמש בפני רשויות מוסכמות ו/או גורמי אכיפת חוק, במקרה בו ביצע המשתמש עבירה או הפרה של הוראות דיני התעבורה או הדינים החלים, או במקרה בו מוטלת עליה חובה חוקית לעשות זאת.<br></br>
            <br></br>
            כל העלויות וכל הקנסות שיושתו על החברה כתוצאה מעבירות או קנסות שאתה אחראי להן, יועברו ויוסבו אליך.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>5.תשלום ותעריפים<br></br></b>

            כל סוגי המנויים (לא כולל רישום להשכרה חד פעמית) ניתנים לרכישה באפליקציה ובאתר האינטרנט; השכרת האופניים בפועל תתבצע באמצעות האפליקציה בלבד.<br></br>
            <br></br>
            מבלי לגרוע מהוראות התקנון, השירות כרוך בתשלומים בגין המנויים כדלקמן, כאשר העלות מפורטת באתר האינטרנט ובאפליקציה:<br></br>
            <br></br>
            – דמי מנוי או דמי השכרה חד-פעמית;<br></br>
            <br></br>
            – דמי שימוש – תעריף לכל דקת רכיבה או חלק ממנה (הנגזרים ממשך הזמן בו עושה המשתמש שימוש באופניים, החל משחרורם מתחנת עגינה ועד להחזרתם וחיבורם לתחנת עגינה);<br></br>
            <br></br>
            – במקרה של איחור בהחזרת האופניים – קנס בגין איחורים.<br></br>
            <br></br>
            תעריפים מוזלים למחזיקי כרטיס “דיגיתל” שהינם תושבי תל אביב-יפו<br></br>
            <br></br>
            תושבי העיר תל אביב-יפו בלבד שהינם מחזיקי כרטיס “דיגיתל” עשויים להיות זכאים, מעת לעת, לתעריפים שונים בדמי המינוי, כפי שיפורטו באתר האינטרנט ובאפליקציה.<br></br>
            <br></br>
            האחריות לרישום המשתמש למאגר “דיגיתל” הינה של המשתמש בלבד, והתעריפים המוזלים, ככל שיהיו, יינתנו בכפוף למידע המעודכן במאגר עיריית תל אביב כפי שיימסר לחברה. הרשות לפיתוח כלכלי – ת”א ו/או החברה אינם אחראים בכל אופן שהוא למאגר “דיגיתל”, לרישום אליו, לעדכניות הנתונים וכיו”ב. כל טענה מצד המשתמש בעניין זה וכל הנובע הימנו, תופנה באופן בלעדי לעיריית תל אביב ואליה בלבד.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>6.קנסות</b><br></br>

            <br></br>
            החזרת אופניים לתחנה אחרי 24 שעות ממועד שחרורם (מועד תחילת ההשכרה), וזאת בנוסף לחיובים בגין השכרת האופניים ל-24 שעות. עם השתת קנס זה, ייפסקו החיובים השוטפים בגין זמן השימוש באופניים.<br></br>
            <br></br>
            1,000 ₪<br></br>
            <br></br>
            <br></br>
            <br></br>
            החזרת אופניים לתחנה אחרי 48 שעות ממועד שחרורם (מועד תחילת ההשכרה). חיוב זה הינו בנוסף לחיובים הנקובים בסעיף הקודם<br></br>
            <br></br>
            1,500 ₪<br></br>
            <br></br>
            <br></br>
            <br></br>
            התעריפים הנ”ל יחולו על כל המשתמשים במערך. התעריפים עשויים להתעדכן מעת לעת, והתעריפים המחייבים יהיו אלו שיפורסמו באתר האינטרנט. בכל מקרה של סתירה בין התעריפים המפורסמים בתנאי שימוש אלה לבין אלה המתפרסמים באתר האינטרנט, יחולו התעריפים המפורסמים באתר האינטרנט.<br></br>
            <br></br>
            זמן ההשכרה מתחיל עם שחרור האופניים מהנעילה ומסתיים כאשר האופניים מוחזרים וננעלים בצורה תקינה, בהתאם להוראות תקנון זה. למען הסר ספק, כל הפסקה במהלך הרכיבה מכל סיבה שהיא – תיחשב כחלק מזמן ההשכרה.<br></br>
            <br></br>
            החברה תהא רשאית לשנות את תעריפי דמי המנוי, דמי השימוש, גובה הקנסות ויתר החיובים שיחולו על המשתמש בכל עת, על פי שיקול דעתה הבלעדי. הודעה בדבר שינוי התעריפים תפורסם על ידי החברה באתר האינטרנט ובאפליקציה.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>    7.תשלומים וחיובים<br></br></b>

            <br></br>
            החיוב עבור השימוש באופניים/בשירותים יבוצע עם סיום ההשכרה והחזרת האופניים לתחנות העגינה בהתאם לקבוע בתקנון זה. עם פתיחת חשבון המשתמש ובמסגרתו, תוכל לטעון כסף לארנק הווירטואלי באזור האישי (“חשבון האשראי”), על מנת לשלם את התשלומים בהם תחויב עבור השימוש בשירותים. התשלום הינו באמצעות כרטיס אשראי בלבד, ומותנה באישורו (“אמצעי התשלום הנבחר”). לא ניתן לשלם עבור השירות באמצעות כרטיס מתנה או קש-כארד (Cash-Card), או כרטיס חיוב מיידי (DEBIT).<br></br>
            <br></br>
            באפשרותך לשנות את אמצעי התשלום הנבחר בכל עת, באמצעות חשבון המשתמש. עליך להשתמש באמצעי תשלום נבחר השייך לך בלבד ו/או אמצעי תשלום בו אתה רשאי להשתמש על פי כל דין. עלייך לוודא, כי פרטי אמצעי התשלום הנבחר עדכניים, נכונים ותקפים, ולהודיע לחברה בכל מקרה של שינוי בפרטי אמצעי התשלום הנבחר שנמסרו.<br></br>
            <br></br>
            החברה רשאית להסתייע בצדדים שלישיים לצורך השלמת עסקאות הכרוכות בתשלום, כגון ספקי תשלומים, אשראי וסליקה. במקרה כזה, יהיה השימוש בשירותים כפוף גם לתנאי השימוש של אותם צדדים שלישיים ולהסכמות החוזיות בין המשתמש לבין אותם צדדים שלישיים.<br></br>
            <br></br>
            כל החיובים והתשלומים ייגבו באמצעות אמצעי התשלום הנבחר כפי שהוזן על ידך בחשבונך, לאחר גביית התשלום תקבל קבלה בדוא”ל. אם יימצא כי אמצעי התשלום הנבחר של חשבונך פג, לא תקף או שלא ניתן יהיה לחייב אותו, החברה עשויה להשתמש באמצעי תשלום משני בחשבונך, אם הוא זמין ו/או לפעול גבייתו בכל אמצעי חוקי העומד לרשותה. חיובים ותשלומים ששולמו על ידך הינם סופיים ואינם ניתנים להחזר כספי, אלא אם כן נקבע אחרת על ידי החברה. מובהר כי לא יתאפשר שימוש במערך למשתמש בעל חוב.<br></br>
            <br></br>
            אם וככל שקיימת יתרה חיובית בחשבון האשראי של המשתמש, החברה תשתמש ביתרה זו לצורך תשלומים שהגיע מועד פירעונם, ואמצעי התשלום הנבחר ישמש לצורך כל תשלום או יתרת תשלום נוספת.<br></br>
            <br></br>
            אין תאריך פקיעה ליתרה בחשבון האשראי של המשתמש לאורך תקופת ההסכם. במקרה של סיום ההסכם, כל היתרה הנמצאת בחשבון האשראי שלך, תועבר, לפי בקשתך, בשיק לפקודתך.<br></br>
            <br></br>
            בכפוף להוראות תנאי שימוש אלה, החברה תחייב את הסכומים שאתה חב בהם עבור השירותים באופן אוטומטי באמצעות אמצעי התשלום הנבחר. כל התנגדות לתשלום תוגש בכתב בתוך 14 ימים ממועד קבלת חשבונית.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>   8.השכרת האופניים<br></br></b>

            <br></br>
            מועד השכרת האופניים יחל בעת ביצוע פעולת השכרת האופניים באמצעות האפליקציה ופתיחת המנעול של האופניים הרלוונטיים, ותסתיים עם נעילתם והחזרתם בצורה תקינה של האופניים לתחנת העגינה.<br></br>
            השימוש באופניים הרגילים ו/או חשמליים ניתן ברחבי הערים וביניהן,<br></br>
            השכרת האופניים והחזרתם, יתאפשרו אך ורק בתחנות העגינה.<br></br>
            <br></br>
            האופניים נועדו לשימוש פרטי בלבד. כל שימוש מסחרי באופניים אסור בהחלט. המשתמש והוא בלבד רשאי לרכב על האופניים. חל איסור מוחלט על הרכבת אנשים נוספים מלבד המשתמש בעת הרכיבה על האופניים. אין להוסיף לאופניים מושב או לבצע כל שינוי באופניים המאפשר את הרכבתו של אדם נוסף.<br></br>
            <br></br>
            נשיאת מטען מותרת רק במקום המיועד לכך. אסור לשאת משאות כלשהם על האופניים אשר עלולים להשפיע על יציבות המשתמש ובטיחות הרכיבה על האופניים, למעט השימוש במתקן הנשיאה הקדמי, שמיועד לנשיאת פריטים קלים בלבד אשר אינם מסכנים את יציבות המשתמש, בטיחותו וסביבתו, בעת הרכיבה על האופניים.<br></br>
            <br></br>
            איכותם וזמינותם של השירותים עשויה להיות מושפעת על ידי גורם שאינם בשליטת החברה, כגון החיבור לאינטרנט. על כן, החברה אינה מתחייבת כי השירותים, או כל חלק מהם, יפעלו, או יפעלו באופן תקין, על גבי כל חומרה או מכשיר קצה.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b> 9.הוראות שימוש באופניים<br></br></b>

            <br></br>
            השימוש באופניים כפוף לקבלתך הבלתי מסויגת של כל הסיכונים הכרוכים בשימוש באופניים וכן את הכרתך והבנתך את הוראות הדין בישראל בקשר עם השימוש, התפעול והרכיבה על אופניים, לרבות תקנות וכללי התעבורה המתייחסים לשימוש באופניים ולרכיבה בשבילי/נתיבי אופניים. אין לעשות שימוש באופניים שלא למטרת רכיבה.<br></br>
            <br></br>
            מבלי לגרוע מיתר הוראות תקנון זה והדין, אין להשתמש באופניים, בכל אחד מהמקרים הבאים ו/או הנסיבות המתוארות בהם: (1) במידה וגילך נמוך מ-16 שנים; (2)  אם האדם שאמור לרכב על האופניים סובל מפגיעה גופנית או נפשית המונעת מאותו אדם את תפעולם הבטוח; (3) בעת נשיאת כל חפץ שעשוי לפגוע ביכולתו של הרוכב להפעיל את האופניים באופן בטוח; (4) בעת שימוש בטלפון סלולרי או כל מכשיר חשמלי נייד; (5) אם החפצים המצויים בסל האופניים מכבידים על השימוש באופניים; (6) הרוכב מצוי תחת השפעת אלכוהול, סמים או כל חומר אחר הפוגע או עשוי לפגוע ביכולתו להפעיל את האופניים לרכב עליהם באופן בטוח; (7) לצורך הפרת הוראות כל דין חל, לרבות אך לא רק, דיני התעבורה; (8) לצורך כל מטרה מסחרית או שימוש מסחרי; (9) לצורך גרירה, משיכה, סחיבה או דחיפה של כל אדם או חפץ באמצעות האופניים; (10) במהלך תנאי מזג אוויר חריגים כגון ערפל כבד, גשם כבד, סופות חול ואבק; (11)אם קיים פגם טכני גלוי לעין שעשוי להשפיע על כשירות אופניים לרכיבה; (12) לצורך רכיבה שאינה בדרכים סלולות או במסלולים ייעודיים.<br></br>
            <br></br>
            בהתאם לפקודת התעבורה, קיימת חובה לחבוש קסדה בעת רכיבה על אופניים חשמליים.<br></br>
            <br></br>
            מבלי לגרוע מהוראות תקנון זה, המשקל המרבי המותר לנשיאה באופניים הינו 5 ק”ג.<br></br>
            <br></br>
            באחריות המשתמש לעמוד בכל הוראות פקודת התעבורה בקשר עם שימוש באופניים. מבלי לגרוע בכלליות האמור:<br></br>
            <br></br>
            (א)    אסורה הרכיבה על אופניים, אלא אם הם במצב תקין וראויים לשימוש;<br></br>
            <br></br>
            (ב)    הרכיבה על אופניים תתבצע על גבי המושב הקבוע המחובר לאופנים בלבד;<br></br>
            <br></br>
            (ג)     אין לאחוז ברכב אחר הנע בדרך, ואין לגרור אדם באופניים;<br></br>
            <br></br>
            (ד)    יש לשמור על ריווח מכלי רכב בעת הרכיבה, ולהקפיד על רכיבה זהירה, תוך תשומת לב להולכי רגל. יש להימנע משימוש, המסכן את המשתמש או צדדים שלישיים;<br></br>
            <br></br>
            (ה)    יש לרכב רק בשבילי אופניים ובדרכים סלולות, המיועדות לרכיבה בהתאם להוראות הדין;<br></br>
            <br></br>
            (ו)     יש לרכב על האופניים בהתאם לחוקי התנועה, ובכלל זה בין היתר, תוך ציות לתמרורים ולשילוט.<br></br>
            <br></br>
            בטרם השכרת ושחרור האופניים, יבדוק המשתמש את תקינות האופניים (מעצורים, תאורה, כידון, צמיגים, שרשרת, דוושות וכיו”ב), ואת קיומו של הציוד הנדרש על גבי האופניים בהתאם להוראות הדין (לרבות פעמון ומחזירי אור, פנס בזמן תאורה, ולרבות ציוד שאינו מסופק על ידי החברה ואולם המשתמש מחויב בו כדוגמת קסדה), ויימנע משימוש באופניים אם אינם תקינים או אינם עומדים בהוראות הדין. המשתמש ידווח למוקד השירות של החברה (“המוקד הטלפוני”) או באמצעות האפליקציה, על אופניים שאינם תקינים או על כל ליקוי ו/או חוסר כאמור. כמו כן, מתחייב המשתמש לסדר את גובה המושב האופניים בהתאם לנתוניו הפיזיים של המשתמש. אין לבצע כל שינוי באופניים מלבד התאמת גובה המושב לרוכב.<br></br>
            <br></br>
            ככל שתתגלה תקלה באופניים במהלך השימוש, מכל סיבה שהיא, ישיב המשתמש את האופניים לתחנת העגינה הקרובה ויוודא כי חיבר את האופניים לתחנת העגינה כנדרש. מובהר כי לא יהא באמור כדי לגרוע מחבות המשתמש לביצוע התשלומים הנקובים בתקנון זה.<br></br>
            <br></br>
            בנוסף, ידווח המשתמש מיידית למוקד הטלפוני, על כל תקלה במערך השכרת האופניים, לרבות באפליקציה, במקומות העגינה ו/או באופניים ו/או כל תקלה אחרת ו/או תאונה בה יהיה מעורב בקשר עם ביצוע השימוש באופניים ו/או אובדן ו/או גניבה של האופניים ו/או אירוע חריג כלשהו.<br></br>
            <br></br>
            המשתמש יחזיר את האופניים לתחנת עגינה, ינעל את מנעול הגלגל ויחבר את האופניים לתחנת העגינה כנדרש. ככל שהאופניים לא יוחזרו לאחת מתחנות העגינה בתום 24 שעות, ויחוברו אל תחנה כאמור כנדרש, בנוסף לתשלום הקנסות כמפורט לעיל, תהיינה החברה ו/או העיריות ו/או הרשויות, או מי מטעמן, רשאיות להודיע לרשויות המוסמכות כי האופניים אבדו או נגנבו, או לחילופין לתפוס חזקה באופניים, ככל וימצאו על ידן. במקרה כאמור, תהיינה רשאיות החברה ו/או העיריות או הרשויות למנוע מן המשתמש כל שימוש עתידי בשירות, ולהביא את ההתקשרות עמו לידי סיום מוקדם והמשתמש מוותר על כל טענה ביחס לכך.<br></br>
            <br></br>
            מובהר, כי לא ניתן לסיים השכרה מחוץ לתחנות העגינה. על אף האמור ככל שתחנת העגינה אליה יהיה מעוניין המשתמש להחזיר את האופניים תהיה מלאה או תפוסה, יהיה המשתמש רשאי לפנות לחברה דרך האפליקציה לקבלת אישור והנחיות לבצע עגינה בנעילה עצמית וסיום השכרה ללא חיבור למקום עגינה, כל עוד האופניים ינעלו בשטח תחנת העגינה בהתאם להנחיות החברה במענה לפנייה. החברה, לפי שיקול דעתה הבלעדי תהיה רשאית לאשר/לדחות את סיום ההשכרה והנעילה העצמית כאמור. על המשתמש לוודא כי האופניים הוכנסו כראוי וחוברו למקום העגינה.<br></br>
            <br></br>
            בתום השימוש מתחייב המשתמש להחזיר את האופנים לתחנת העגינה במצבם כפי שקיבל אותם, למעט בלאי סביר.<br></br>
            <br></br>
            המשתמש מתחייב לנעול את האופניים כאשר אינם בשימושו ולנקוט בכל צעד על מנת להגן על שלמותם ותקינותם. למען הסר ספק, מובהר בזאת, כי דמי השימוש ימשיכו לחול גם בעת שהאופניים אינם בתנועה או אינם בשימוש המשתמש, לרבות ככל שהאופניים נעולים בנעילה עצמית (ככל שהחברה תאפשר נעילה כזו) וזאת, עד להשבת האופניים וחיבורם כנדרש לתחנת העגינה.<br></br>
            <br></br>
            אובדן האופניים, לרבות גניבתם בזמן ההשכרה, הינם באחריותו הבלעדית של המשתמש. במקרה של אובדן/גניבה כאמור, יושת על המשתמש סכום השווה לסך הקנסות המקסימלי (2,500 ש”ח).<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b> 10.אחריות<br></br></b>

            השימוש באופניים וכל הנובע מכך הינם באחריותו הבלעדית של המשתמש. השירותים אינם כוללים ביטוח מכל סוג שהוא, והחברה אינה אחראית לבטח את השימוש באופניים.<br></br>
            <br></br>
            לחברה ו/או לעיריות ו/או לרשויות ו/או למי מטעמן אין ולא תהיה כל אחריות, לכל נזק מכל מין או סוג שהם, שייגרמו למשתמש ו/או לכל אדם אחר ורכושם, הנובע או קשור, במישרין או עקיפין, לפדאל תחבורה שיתופית בע”מ ו/או לאופניים ו/או לשימוש בהם.<br></br>
            <br></br>
            המשתמש יישא באחריות מלאה במקרה של גניבת אופניים או הינזקם, והוא מתחייב לשפות את העיריות, הרשויות והחברה ו/או מי מטעמן, לפי העניין, בגין כל נזק כאמור, לרבות אך לא רק, בגין תיקון אופניים, רכישת והתקנת חלפים או בגין רכישת אופניים חדשים במקרה של הרס, נזק בלתי הפיך או אובדן. מבלי לגרוע מן האמור, על המשתמש החובה ליידע את החברה ומשטרת ישראל במקרה של תאונה, לרבות במקרים של פגיעה בצדדים שלישיים ו/או רכושם ו/או במקרה בו נגנבו האופניים.<br></br>
            <br></br>
            המשתמש הוא שנושא באחריות המלאה הבלעדית והמוחלטת בגין כל נזק מכל מין וסוג שהוא, שייגרמו לרכוש ולכל אדם, לרבות למשתמש עצמו, הקשור או הנובע מהשימוש בשירות, לרבות עקב אובדן ו/או גניבת האופניים ו/או תאונה ו/או פגיעה ו/או פציעה ו/או נכות ו/או מוות ו/או נזקים ו/או הוצאות שייגרמו לצד שלישי כלשהו ו/או למשתמש עצמו. המשתמש ישפה את החברה ו/או העיריות ו/או הרשויות וכל מי מטעמן בגין כל נזק והוצאה שייגרמו להן בנסיבות דלעיל.<br></br>
            <br></br>
            המשתמש אחראי באופן בלעדי לתקינות ושלמות האופניים ולהחזרתן במצב שלם ותקין במועד שנקבע לכך וחיבורם כנדרש לתחנות העגינה. המשתמש הינו האחראי הבלעדי והמוחלט לכל עבירת תנועה או עבירה פלילית אחרת, וכן לכל עוולה או פעולה שיבצע, בקשר עם השימוש באופניים.<br></br>
            <br></br>
            השירות ניתן לשימוש כמות שהוא (AS IS) לא תהיה למשתמש כל טענה, תביעה או דרישה כלפי החברה, העיריות או הרשויות ו/או כלפי מי מטעמם בגין תכונות השירות, מאפייניו, מגבלותיו או התאמתו לצרכיו ולדרישותיו.<br></br>
            <br></br>
            מבלי לגרוע מהאמור, מובהר כי כל תביעה ו/או דרישה ו/או תלונה ביחס לשירות ו/או לשימוש בו ו/או לנזקים אשר עשויים להיגרם למשתמש אגב השימוש ו/או קבלת שירותים כלשהם בקשר עם האופניים ו/או כתוצאה ממנו בכל אופן שהוא, יופנו לחברה ואליה בלבד; לא תופנה כל טענה, תביעה או דרישה מכל סוג שהם מטעם המשתמש ו/או מי מטעמו כלפי העיריות או הרשויות.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>11.סיכונים והעדר אחריות החברה והעיריות או הרשויות<br></br></b>

            רכיבה על אופניים הינה פעילות מסוכנת הכרוכה בסיכונים, כגון נזקי גוף, נזקי רכוש, נכות חלקית או כללית ו/או מוות. השימוש באופניים עלול לכלול סיכונים בלתי צפויים בקשר עם השימוש במערך ההשכרה ו/או בשירותים ו/או ברכיבה על האופניים, לרבות סיכונים הנובעים מהתרשלותם של צדדים שלישיים ונזקים העשויים להיגרם לצדדים שלישיים עקב השימוש.<br></br>
            <br></br>
            אם תידרשנה החברה ו/או העיריות ו/או הרשויות לשלם דמי נזק, פיצויים ו/או הוצאות כלשהן הנובעים מן העילות האמורות ובכל עניין הקשור בשימוש בשירות, לרבות הוצאות משפט ושכר טרחת עו”ד, מתחייב המשתמש לשפות אותן ו/או את מי מהן לאלתר, במלוא הסכומים שיידרשו על ידן, או מי מהן, ואותו סכום יראוהו כחוב המגיע לעיריות ו/או לרשויות ו/או לחברה מאת המשתמש.<br></br>
            <br></br>
            כל תביעה ו/או דרישה שהיא בקשר עם הנ”ל, תקנון זה והשימוש בשירות, יופנו לחברה ואליה בלבד; לא תופנה כל טענה, תביעה או דרישה מכל סוג שהם מטעם המשתמש ו/או מי מטעמו כלפי העיריות או הרשויות.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>  12.זכויות קניין<br></br></b>

            <br></br>
            למשתמש לא תהיינה זכויות קניין כלשהן באופניים ו/או באתר האינטרנט    ו/או בשירותים. השירות, אתר האינטרנט, האפליקציה, האופניים ותחנות העגינה, וכן כל הציוד הנלווה להם, הינם רכוש בעליהם החוקי (החברה ו/או העיריות ו/או הרשויות, לפי העניין).<br></br>
            <br></br>
            החברה מעניקה למשתמש רישיון מוגבל, ניתן לביטול, שאינו בלעדי ואינו ניתן להעברה, לקבל גישה ולעשות שימוש בשירותים או בתוכן שלהם. כל התוכן המופיע או המוצג בשירותים, לרבות אך ללא הגבלה, טקסט, גרפיקה, תצלומים, תמונות, צלילים ואיורים, הינו בבעלות החברה, בעלי הרישיונות ו/או הספקים שלה. המשתמש אינו רשאי לשנות, לעבד, להעתיק, לשכפל, להנדס לאחור, לתת רישיון, ליצור עבודות נגזרות, להעביר או למכור כל מידע הכלול בשירותים.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>  13.פרטיות וסודיות המידע<br></br></b>

            <br></br>
            השימוש במערך השכרת האופנים כפוף להסכמה לשימוש במידע אישי, לרבות מידע מספק או מעמיד לרשותה של החברה והעיריות או הרשויות, מידע שהחברה  ו/או העיריות או הרשויות עשויות לאסוף או לקבל בקשר עם שימוש המשתמש במערך השכרת האופניים, בהתאם למדיניות הפרטיות אשר זמינה באתר האינטרנט ובכפוף לדין (“מדיניות הפרטיות”). מדיניות הפרטיות מהווה חלק בלתי נפרד מתנאי שימוש אלה.<br></br>
            <br></br>
            <b>14.תכנים מסחריים<br></br></b>

            <br></br>
            החברה (לרבות באמצעות או לדרישת העיריות או הרשויות) רשאית, לפי שיקול דעתה, להציב בתחנות העגינה, על האופניים עצמם, באתר האינטרנט ובאפליקציה ובכל חלק אחר במערך, תכנים מסחריים ו/או אחרים, לרבות פרסומות ומודעות. החברה לא תישא בכל אחריות לתכנים שיפורסמו כאמור, והיא אינה בודקת, מוודאת או אחראית לתוכן הפרסומים האלו או למהימנותם.<br></br>
            <br></br>
            אין לראות בפרסום כאמור כהמלצה, עידוד או חוות דעת של החברה ו/או העיריות או הרשויות (או איזו מהן) בקשר למוצרים ולתכנים ואין בכך משום עידוד לרכישתם.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b> 15.ביטול עסקה<br></br></b>

            <br></br>
            ביטול עסקה לרכישת מנוי שנתי ותלת חודש (“עסקה”) יעשה בהתאם להוראות חוק הגנת הצרכן, תשמ”א-1981 (“החוק”) ותקנות הגנת הצרכן (ביטול עסקה), תשע”א-2010 (“התקנות”) מבלי לגרוע מהאמור, ביטול העסקה ייעשה בהתאם להוראות הבאות:<br></br>
            <br></br>
            “מועד העסקה” – המועד בו החברה מסרה לצרכן מסמך המכיל את פרטי ההזמנה של עסקה שנקשרה (לאחר או במועד ההתקשרות בעסקה).<br></br>
            <br></br>
            ביטול עסקה במהלך 14 הימים הראשונים ממועד העסקה – ביטול העסקה יהיה החל ממועד מסירת הודעת הביטול לחברה, ויחולו כל אלה: (א) תבוטל העסקה והחברה תפסיק את מתן השירות; (ב) בתוך 14 ימים מיום קבלת ההודעה על הביטול יושב לצרכן החלק היחסי ממחיר העסקה ששולם על ידו (הצרכן ישלם בגין התמורה היחסית בעד השירות שניתן לו בגין העסקה, עד למועד ההודעה על ביטול העסקה); (ג) יבוטל החיוב העתידי (ככל שישנו) של הצרכן, והכל בכפוף לחוק הגנת הצרכן והדין.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>16.שינויים במערך השכרת האופניים ו/או בתנאי השימוש<br></br></b>

            <br></br>
            החברה ו/או העיריות ו/או הרשויות שומרות על זכותן הבלעדית לעריכת שינויים בשירות ובמערך האופניים, לרבות העתקת תחנות עגינה או שינויים בהן, שינויים באופן השימוש, שינויים ביחס לשירותים המוצעים, היקפם וזמינותם, עדכונים ושדרוגים של המערכת על מכלוליה, שינויים במסוף ו/או באתר האינטרנט   , שינויים ועדכונים בתנאי  שימוש אלה ו/או במדיניות הפרטיות ו/או בתעריפים, לרבות אך לא רק, בדמי המנוי ובדמי השימוש המזדמנים ו/או בזמני השימוש באופניים, וזאת – בכל עת, לפי שיקול דעתן הבלעדי. כן רשאיות החברה ו/או העיריות או הרשויות לקבל החלטה ולהודיע על הפסקה זמנית או קבועה של פעילות השירות, כולה או חלקה, והכל ללא צורך במסירת הודעה כלשהי מראש או קבלת הסכמת המשתמשים. מובהר כי במידה והחברה תחדל לספק את השירותים מכל סיבה שהיא, יהיו העיריות או הרשויות ו/או מי מטעמן רשאיות, אך לא חייבות, להיכנס לנעלי החברה לכל דבר ועניין הקשור במערך ובתקנון זה ו/או מקצת העניינים, ללא קבלת הסכמת המשתמש מראש, וזאת בכפוף ובהתאם להודעה שתפורסם באתרי האינטרנט   .<br></br>
            <br></br>
            על המשתמש החובה והאחריות להתעדכן בשינויים ו/או בתיקונים שיעשו כאמור, ככל ויעשו. החברה תהא רשאית, לשלוח למשתמשים הודעות בדבר שינויים כאמור באמצעי ההתקשרות השונים, לרבות טלפון, דוא”ל ודואר. בקבלת השירותים ו/או בשימושו בשירותים, בין אם באופן מזדמן, המשתמש מאשר ומסכים לקבלת הודעות כאמור, ככל שאלו תשלחנה, בין על ידי החברה, או העיריות או הרשויות, ובין על ידי צדדים שלישיים מטעמם, לפי שיקול דעתם, בכל אמצעי התקשורת, ללא הגבלה, לרבות אך לא רק באמצעות דוא”ל, הודעות קוליות אוטומטיות, SMS, פקס וכיו”ב.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b>17.סמכות שיפוט<br></br></b>

            <br></br>
            כל עניין הנוגע לשימוש בשירות ו/או באופניים הנובע ו/או הקשור לתנאי שימוש אלה יהיה כפוף לדין הישראלי, ללא כללי ברירת הדין שלו ויהיה נתון לסמכותם הבלעדית של בתי המשפט המוסמכים בתל-אביב יפו ולא תהיה סמכות לכל בית משפט אחר בעניין זה.<br></br>
            <br></br>
            <br></br>
            <br></br>
            <b> 18.כללי<br></br></b>

            <br></br>
            החברה רשאית להביא את ההתקשרות עם המשתמש לכדי סיום בכל עת עקב אי קיום הוראות תנאי השימוש.<br></br>
            <br></br>
            מבלי לגרוע מזכות החברה ו/או העיריות או הרשויות לשלוח למשתמשים הודעות כמתואר לעיל, הרשמה לשירות וסימון האפשרות לאישור קבלת דברי פרסומת במועד ההרשמה, מהווה הסכמה מפורשת מצד המשתמש לקבלת דברי פרסומת בקשר לפדאל תחבורה שיתופית בהתאם לחוק התקשורת (בזק ושידורים), התשס”ח–2008, לרבות באמצעות פקסימיליה, מערכת חיוג אוטומטי, הודעה אלקטרונית או הודעת מסר קצר. הלקוח יהא רשאי בכל עת לבטל את קבלת דברי הפרסומת באמצעות פניה לחברה בכתובת הדואר האלקטרוני בעמוד “צור קשר” באתר פדאל תחבורה שיתופית בע”מ ו/או באמצעות פניה לשירות הלקוחות בטלפון 6070*.<br></br>
            <br></br>
            הסכמה של החברה ו/או העיריות או הרשויות לסטות מתנאי תנאי שימוש אלה במקרה מסוים לא תהווה תקדים ולא ילמדו ממנה גזירה שווה למקרה אחר.<br></br>
            <br></br>
            לא ביצעו החברה ו/או העיריות או הרשויות שימוש בזכויות שניתנו להן על פי תנאי שימוש אלה ו/או על פי הדין, במקרה מסוים, אין לראות בכך ויתור על אותן זכויות במקרה אחר ואין ללמוד מהתנהגות זו ויתור כלשהו על זכויות וחובות לפי תנאי שימוש אלה ו/או על פי הדין.<br></br>
            <br></br>
            שום ויתור, או הימנעות מפעולה במועדה, או ארכה שתינתן, לא יחשבו כויתור של החברה ו/או העיריות ו/או הרשויות על זכות מזכויותיהן והן תהיינה רשאיות להשתמש בזכויותיהן, כולן או מקצתן בכל עת שתמצאנה לנכון.<br></br>
            <br></br>
            תחנות העגינה וזוגות האופניים הכלולים בשירות מוגבלים במספרם וייתכן שחלקם לא יהיו פעילים/זמינים מעת לעת. בנוסף, ייתכן ותחנות העגינה לא תאפשרנה השבת אופניים עקב תפוסה מלאה שלהן ו/או לקיחת אופניים עקב חוסר באופניים. למשתמש לא תעמוד כל טענה ו/או דרישה ו/או תביעה כנגד החברה ו/או העיריות או הרשויות בגין כך.<br></br>
            <br></br>
            מבלי לגרוע מהוראות תקנון זה וחבות המשתמש על פיהן, החברה נושאת באחריות לתחזוקה השוטפת והתיקון של האופניים. עם זאת, אין בכך כדי להוות התחייבות כי כל האופניים הזמינים למשתמשי השירותים יהיו תקינים ללא כל תקלה בכל זמן נתון. למשתמש לא תהיה כל טענה ו/או דרישה ו/או תביעה נגד החברה ו/או העיריות או הרשויות עקב אי תקינות בשירות, כולו, או חלקו.<br></br>
            <br></br>
            מסמך זה על הוראותיו ממצה, מכיל, מגלם ומבטא את כל ההסכמות בין המשתמש לבין העיריות או הרשויות ו/או החברה בקשר עם השימוש בשירות.<br></br>
            <br></br>
            אישור תנאי שימוש אלה על ידי המשתמש, משמעו כי המשתמש קרא, הבין והסכים להוראות תנאי השימוש, וכי הינו מוותר על כל טענה ו/או דרישה ו/או תביעה כלפי העיריות או הרשויות ו/או החברה, בקשר עם השירות, וכי בכל מקרה שהוא – כל טענה ו/או דרישה ו/או תביעה תופנה לחברה ואליה בלבד.<br></br>
        </div><br></br><br></br>
    </>)
}
export default Terms;