import '../how-work/How.css';
import * as React from 'react';
const How = () => {

    return (
        <>
        <br></br>
        <br></br>
            <h1>פעילות השירות</h1>
            <div className="textH" style={{direction:"rtl"}}>
                <p className='p'><b>.שירות פדאל זמין 24 שעות ביממה, בכל ימות השנה בתחנות העגינה הפרוסות ברחבי העיר והארץ</b></p>
                <p>
                    <strong>1</strong>
                    PEDAL - ראשית מצאו אותנו בגוגל אתר
                    <br></br>
                    <strong>2</strong>
                    .בעת הפתיחה יש לבצע הרשמה הכוללת הכנסת פרטים וכתובת מייל, אמצעי תשלום ותעודה מזהה למי שמעוניין לרכב ואישור תקנון המשתמש
                    <br></br>
                    <strong>3</strong>
                    להתחלת נסיעה בוחרים אופניים בתחנת ההשכרה נרשמים ומשחררים לכם אפנייים  (במידה ועדיין לא רכשתם מנוי לפני)
                    <br></br>
                    <strong>4</strong>
                    בתום השימוש, מחזירים את האופניים לכל אחת מתחנות פדאל ומוודאים שהאופניים נעולים בצורה תקינה בעמוד העגינה וקבלת אישור סיום השכרה למייל ר.
                </p>
                <br></br>
                <p><b>סוגי מנוי ותעריפים לשימוש והשכרת האופניים במטרופאן</b></p>
                <p>לרשותכם שלוש אפשרויות להשכרת אופניים: </p>
                <p>השכרה חד פעמית – רכישה דרך האפליקציה בלבד</p>
                <p>מנוי תלת חודשי / שנתי – רכישה דרך האפליקציה ו/או את פדאל</p>
                <a>לפירוט נוסף על סוגי המנויים לחץ/י כאן.</a>
                <br></br><br></br><br></br>
                <p><b>תעריפים וחישוב עלויות השכרה</b></p>
                <p>סה”כ עלות השימוש בשירות מטרופאן מורכבת ממחיר דמי שחרור אופניים (בהשכרה חד פעמית) או מחיר המנוי (במנוי תלת-חודשי ו/או שנתי) + תוספת דמי שימוש <br></br>(תשלום עבור משך השימוש – לפי דקת רכיבה או חלק ממנה)ובהתאם לזמן השימוש</p>
                <br></br>
                <p><b>תנאי הרשמה והשימוש באופניים</b></p>
                <p>כל אדם מעל גיל  16, שיש לו את הידע, הניסיון והיכולת לרכוב על אופניים רגילים, ושהינו בעל כשירות פיזית ומסוגלות לבצע שימוש רגיל, סביר ובטוח באופניים רגילים,<br></br> ואשר אין לו כל מגבלה רפואית או אחרת, העלולה למנוע את השימוש באופניים רגילים, רשאי להשתמש באופניים הרגילים.</p>

                <b>  <p>.האופניים הינם אופניים מצויידים במושב הניתן להתאמה וכוונון, בפנסי לד חכמים, מחזירי אור ומגיני בוץ </p></b>
                <br></br>
                <p className='p'><b> ?איפה מוצאים את מספר האופניים</b></p>

                <p><b>שימו לב</b>, בעת השימוש באופניים הרגילים, תוכלו למצוא את הברקוד ואת מספר האופניים בשני מקומות:
                    בחיבור הרמה הכחולה עם הכידון וגם מתחת למושב. </p>
                <p><b>אם יש לכם שאלות נוספות אנא בדקו בשאלות ותשובות נפוצות או צרו קשר בדרך הנוחה לכם
                    <br></br>אתם מוזמנים לרכוב להנאתכם, לנוע בעיר בקלות וביעילות, בלי לעמוד בפקקים, בלי זיהום אויר ובלי לחפש מקום חנייה</b></p>
          <br></br><br></br>
          
            </div>

        </>
    )
}


export default How;