import React from "react";


const Private=()=>{

    return(<>
    <div style={{textAlign:"right", width:"70vw",marginLeft:"15vw", fontSize:"small",direction:"rtl"}}>
<h1>מדיניות פרטיות באתר</h1>
    מדיניות פרטיות באתר<br></br>
מדיניות פרטיות זו היא עבור מערך השכרת אופניים שיתופיים – “פדאל”,<br></br>
בעלת האתר https://www.metrofun.co.il  “פדאל” (להלן, ביחד “השירותים הדיגיטליים“) המתופעל על ידי חברת “פדאל- תחבורה שיתופית בע”מ ” ח.פ. 513653840 (להלן: “החברה“), ויצוינו בה הקווים הכללים של האופן שבו אנו אוספים ומשתמשים במידע אודותיך, באמצעות השירותים הדיגיטליים או באמצעים אחרים, במסגרת השירותים שלנו.<br></br>
אנו נפעל כמפורט במדיניות פרטיות זו, בהתאם להוראות הדין, לרבות חוק הגנת הפרטיות, התשמ”א-1981.<br></br>
מדיניות הפרטיות חלה על מידע מזוהה או ניתן לזיהוי באמצעים סבירים. ככלל, לא חלה עליך חובה חוקית למסור את המידע שיפורט להלן, אולם אי מסירתו עלולה למנוע מאיתנו לספק לך שירותים מסוימים.<br></br>
המידע ישמר במאגר המידע של החברה ויישמר למשך הזמן הדרוש לה למימוש המטרות המותרות לה על פי דין ועל פי מדיניות פרטיות זו.<br></br>
איזה מידע אנו אוספים וכיצד אנו אוספים אותו?<br></br>
פרטי קשר– אנו אוספים מידע הקשור לאספקת השירותים לרבות שם, תעודת זהות, מספר טלפון נייד או נייח, כתובת דוא”ל, מקום מגורים, מידע על אמצעי תשלום, צילום תעודה מזהה (תעודת זהות, רישיון נהיגה או דרכון), היסטורית חיובים והיסטורית השכרות. מידע כאמור ייאסף על ידך באופן ישיר במסגרת שימושך בשירותים הדיגיטליים, או באמצעות פנייה לשירות הלקוחות שלנו, או מידע שנקבל מצדדים שלישיים.<br></br>
מידע בקשר לשירותים הדיגיטליים שלנו– אנו משתמשים בטכנולוגיות שונות המאפשרות לעקוב אחר פעילותך באתרים ובאפליקציות לצרכי אבטחת מידע, לשם ייעול השירותים שלנו, על מנת להתאים את השירותים להעדפותיך האישיות וכדי לשווק את שירותינו.<br></br>
בין השאר, נשתמש בעוגיות (cookies), שהם קבצים קטנים שנשארים במחשבך ומאפשרים לשמור מידע. למשל, שימוש בעוגיות מסייע לזהותך בעת כניסה חוזרת לאתר האינטרנט שלנו. באמצעות העוגיות תנוטר פעילותך וייאסף באופן אוטומטי מידע כגון כתובת IP, משך ביקורך, גרסאת מערכת ההפעלה, סוג דפדפן, מיקום ועוד. תוכל להפסיק את איסוף המידע באמצעות עוגיות על ידי שינוי ההגדרות בדפדפן בו אתה משתמש. אם תחסום עוגיות, יתכן שחלק מהשירותים לא יהיו לך זמינים, או שתצטרך להזין מחדש פרטים. שינוי הגדרות אלו הינו באחריותך.<br></br>
תוכל גם לבחור שלא יעשה שימוש בכלים אלו במהלך גלישתך (opt out), למשל באמצעות האתרים הבאים:<br></br>
http://www.aboutads.info/choices/<br></br>
http://www.youronlinechoices.eu/<br></br>
מידע שתמסור במסגרת השתתפות סקרים– לעיתים נבקש ממך למסור מידע באמצעות סקרים. השתתפות בסקרים אלו הינה על בסיס התנדבותי ואתה יכול לבחור שלא למסור את המידע.<br></br>
נתוני מיקום – ככל שהנך משתמש באפליקציית “פדאל” אשר בבעלות החברה, ובעת התקנת האפליקציה אישרת את איסוף נתוני המיקום שלך, נהיה רשאים לאסוף את נתוני המיקום שלך. קביעת המיקום בשירות מתבססת על מערכת קביעת המיקום של מערכת ההפעלה של המכשיר הסלולרי בו מותקנת האפליקציה, המשתמשת בשיטות שונות לקביעת המיקום, כולל באמצעות מקלט GPS של המכשיר הסלולרי. הנך יכול לחסום את האפשרות של איסוף נתוני מיקום באמצעות שינוי הגדרות המערכות במכשיר הסלולרי שברשותך. עם זאת, ייתכן שחסימת האפשרות לאיסוף נתוני מיקום ישפיע על השירותים שיינתנו לך במסגרת האפליקציה. בנוסף, למטרות התאמת תכנים, אבטחה ושיווק, אנו נאסוף מידע על מיקומך הכללי שמשתקף מכתובת ה IP שלך.<br></br>
מידע על אחרים<br></br>
כשאתה מוסר לנו מידע על אחרים, באחריותך לוודא כי הדבר נעשה בהתאם להוראות הדין, ובכלל זה בהתאם לחוק הגנת הפרטיות, תשמ”א- 1981 וחוק התקשורת (בזק ושידורים), תשמ”ב-1982.<br></br>
מהם השימושים שנעשה במידע?<br></br>
אנו נשתמש במידע אודותיך לצורך אספקת השירותים, צרכים תפעוליים, יצירת קשר, שירות לקוחות, ניהול, ייעול ובקרה על השירותים שלנו, קיום נהלים ומדיניות, אבטחת מידע, טיפול בבקשות עיון ותיקון מידע, צרכים סטטיסטים ומחקר (לרבות שימוש באמצעים כגון אנונימיזציה ופסאודונימיזציה, להפיכת מידע אישי למידע לא מזוהה, או לא מזוהה באופן ישיר), צרכים שיווקיים (ראה בהמשך ובתקנון המשתמש באתר), והגנה על זכויות משפטיות ועל אינטרסים לגיטימיים שלנו ושל אחרים.<br></br>
העברת מידע לצד שלישי<br></br>
נוכל להעביר את המידע לצדדים שלישיים, בין בארץ ובין בחו”ל, במקרים הבאים:<br></br>
1. לצרכי המטרות המופיעות במדיניות פרטיות זו, למימוש המטרות המותרות לנו על פי דין, ולמימוש אינטרסים לגיטימיים שלנו, למשל לשם מניעת הונאה, שיפור השירות, בקרה וכו’. העברת מידע כאמור תיעשה בכפוף להתחייבויותיו של הצד השלישי לשמור על פרטיות ואבטחת מידע ברמה הנדרשת בהתאם לסוג המידע המועבר.<br></br>
2. במסגרת שיתוף פעולה של החברה עם קבלני משנה וספקים שמסייעים לנו (כמו חברות לטיפול בתשלומים בכרטיסי אשראי, חברות תמיכה ותחזוקה לציוד, ספקי תוכנה, רואי חשבון, עורכי דין, מוקדי שירות לקוחות).<br></br>
3. במסגרת מכירת עסקי החברה (כולם או חלקם), ובתנאי שאותו צד שלישי יעמוד בהוראות הדין לגבי הגנת הפרטיות ואבטחת מידע.<br></br>
4. אם התקבל אצלנו צו שיפוטי המורה לעשות כן או אם קיימת דרישה שבדין לעשות כן.<br></br>
5 .על מנת שנוכל להתגונן מפני תביעות משפטיות.<br></br>
6. יתכן שנעביר מידע אישי לצדדים שלישיים לצרכי מחקר וסטטיסטיקה. העברת מידע אישי במקרה כזה תיעשה כאשר המידע יהיה אגרגטיבי, ותוך נקיטת אמצעים שיקשו לזהותך במאמץ סביר.<br></br>
7. בכפוף להסכמתך המפורשת ועל פי דין, נהיה רשאים להעביר מידע אישי אודותיך לצדדים שלישיים, לצרכי שיווק ופרסום מוצריהם ושירותיהם.<br></br>
פרסומות ודיוור ישיר<br></br>
המידע ישמש גם לצרכי שיווק, פרסום ודיוור ישיר של החברה ו/או מי מטעמה, וכן מידע על מוצרים ושירותים של צדדים שלישיים שמסופקים בשיתוף פעולה איתנו, לרבות פרסום מותאם אישית.<br></br>
נהיה רשאים לשלוח לך דיוור ישיר ופרסומות בקשר לשירותים שלנו (ובכפוף להסכמתך, גם בקשר לשירותים או מוצרים אחרים), בכל אמצעי תקשורת, ובין היתר באמצעות דואר אלקטרוני, הודעות SMS, מערכת חיוג אוטומטית ורשתות חברתיות. באפשרותך לבקש להימחק מרשימת התפוצה לפרסומות ומרשימת התפוצה לדיוור ישיר, גם באמצעות פנייה למוקד השירות בכתובת הדוא”ל info@metrofun.co.il. במקרים מסוימים תוכל לפנות לכתובת הדוא”ל שצוינה גם כדי למחוק מידע אחר.<br></br>
שים לב כי ייתכן שיישלחו אליך לאחר בקשת ההסרה דיוורים אותם אנו חייבים ו/או רשאים לשלוח לך על פי דין, גם ללא הסכמתך.<br></br>
זכות עיון במידע ותיקונו<br></br>
בכפוף לחוק, תוכל לפנות בכתב לשירות הלקוחות של החברה, כמפורט בהמשך, ולבקש לעיין במידע אודותייך השמור אצל החברה. אם יתברר לך כי המידע שאנו מחזיקים עליך אינו נכון, זכותך לבקש את תיקונו או, במקרים מסוימים, מחיקתו. בפנייתך עליך לציין פרטי זיהוי כפי שיתבקשו ממך, על מנת שנוכל לזהות אותך כיאות.<br></br>
אבטחת מידע-<br></br>
החברה נוקטת אמצעי אבטחת מידע מתאימים לסוג המידע שנמצא ברשותה ובהתאם להוראות הדין. לצורך זה, החברה משתמשת באמצעי אבטחה סבירים ומקובלים התואמים את הסטנדרטים הנהוגים בתחום. למרות האמור, קיים סיכון של חדירה למאגרי הנתונים והמידע של החברה. כל עוד נוקטת החברה באמצעי אבטחה סבירים, היא לא תהא אחראית לכל נזק שנגרם בעקבות חדירה בלתי מורשית כאמור והעברת מידע לצד ג‘ עקב חדירה כאמור. יובהר כי גם באחריותך לנקוט אמצעי אבטחת מידע הולמים כגון שימוש באמצעים נגד וירוסים, עדכון תוכנה וכדומה.<br></br>
הודעות בדבר שינויים ועדכונים<br></br>
אנו רשאים לעדכן ו/או לשנות את מדיניות הפרטיות מעת לעת, בהתאם לצורך ובהתאם לשיקול דעתנו הבלעדי. אנא שים לב לשינויים או עדכונים אלו, אשר יופיעו במדיניות הפרטיות המוצגת בכל אחד מהשירותים הדיגיטליים, משום שהם יחולו עליך מייד עם פרסומם.<br></br>
פנייה לשירות הלקוחות של החברה<br></br>
תוכלו לפנות לשירות הלקוחות של החברה בכתובת הכישור 4, תל אביב – יפו, במייל: PEDAL@gmail.com או בטלפון 2670*, על מנת לברר פרטים על זכויות כאמור, ובכלל<br></br>
    </div>
    
    
    
    
    </>)
}

export default Private;